[GENERAL]
name=English
[URLS]
GsmServerShopUrl=http://gsmserver.com/gsm/credits-and-activations/?brand=octopus,octoplus
[MESSAGES]
msg_1=Updates count: %s
msg_2=Updates limit: %s
msg_3=Connection from country: %s
msg_4=Destination country: %s
msg_6=The number of updates has exceeded the maximum value!
msg_7=The card is in black list.
msg_8=Activations:
msg_9=Received error answer from the server!
msg_10=Connection error!
msg_11=Prepairing to write card firmware...
msg_12=Requesting firmware...
msg_13=Writing card firmware...
msg_14=Failed!
msg_15=Error at cmd #%s
msg_16=Card firmware successfully updated!
msg_17=Can't get server type!
msg_18=Can't get protocol version!
msg_19=Uncompatable protocol version!
msg_20=Please, use the latest software version.
msg_21=Retrying...
msg_22=Trying connect to server %s...
msg_23=Proxy error: %s
msg_24=Server is online
msg_25=Server greeting: "%s"
msg_26=The server is not main.
msg_27=Testing connection...
msg_28=Server is offline
msg_29=OK
msg_30=LG - %s - module activated!
msg_31=Samsung - %s - module activated!
msg_32=Medusa/JTAG module activated!
msg_33=Searching for server...
msg_34=The necessary server was not found!
msg_35=Try to wait some time and repeat the operation.
msg_36=Checking validity...
msg_37=Checking your cards...
msg_38=Found 0 cards.
msg_39=Please, check if the cards are inserted and all software that are working with the cards are closed
msg_40=Selected card: %s
msg_41=Can not select card!
msg_42=Creating secure connection...
msg_43=The product is not activated on this card.
msg_44=Searching the main server for adding activation
msg_45=Trying to activate %s module...
msg_46=Activation string checking failed!
msg_47=Please, contact to Your reseller.
msg_48=Secure connection established.
msg_49=Searching installed cards...
msg_50=Found card with s/n %s
msg_51=The card is an octoplus card (%s)
msg_52=The card is not an octoplus card
msg_53=Destination country doesn't correspond to IP
msg_54=The card is valid card (%s). Activations: %s
msg_55=The card is not valid card.
msg_56=Please, select your country.
msg_57=Error code: %s
msg_58=Could not create secure connection!
msg_59=The activation string is already used.
[INTERFACE]
lbl_1=\tThis wizard will guide you through the rest of the dongle upgrade process. For succesfull upgrade your card do next:\n\t\t1. Please ensure, that you have internet connection active now\n\t\t2. Your dongle should be pluged in into the USB port of the computer.\n\tWhen you will be ready, please press Next button to proceed with update, or Quit button to exit this wizard.
lbl_2=Updater has detected more than one avaible cards. Please, select the card to update.
lbl_3=Activation adding
lbl_4=You have not activated this module on Your card. To activate this module, You should to buy activation string at Your reseller, enter it below and press "Next" button.
lbl_5=Update log:
lbl_6=Progress:
btn_1=Next
btn_2=Back
btn_3=Close
btn_4=Finish
btn_5=Shop
[COUNTRIES]
AA=Not set
ZZ=All
AF=Afghanistan
AX=Aland Islands
AL=Albania
DZ=Algeria
AS=American Samoa
AD=Andorra
AO=Angola
AI=Anguilla
AQ=Antarctica
AG=Antigua and Barbuda
AR=Argentina
AM=Armenia
AW=Aruba
AU=Australia
AT=Austria
AZ=Azerbaijan
BS=Bahamas
BH=Bahrain
BD=Bangladesh
BB=Barbados
BY=Belarus
BE=Belgium
BZ=Belize
BJ=Benin
BM=Bermuda
BT=Bhutan
BO=Bolivia, Plurinational State of
BA=Bosnia and Herzegovina
BW=Botswana
BV=Bouvet Island
BR=Brazil
IO=British Indian Ocean Territory
BN=Brunei Darussalam
BG=Bulgaria
BF=Burkina Faso
BI=Burundi
KH=Cambodia
CM=Cameroon
CA=Canada
CV=Cape Verde
KY=Cayman Islands
CF=Central African Republic
TD=Chad
CL=Chile
CN=China
CX=Christmas Island
CC=Cocos (Keeling) Islands
CO=Colombia
KM=Comoros
CG=Congo
CD=Congo, the Democratic Republic of the
CK=Cook Islands
CR=Costa Rica
CI=Cote d'Ivoire
HR=Croatia
CU=Cuba
CY=Cyprus
CZ=Czech Republic
DK=Denmark
DJ=Djibouti
DM=Dominica
DO=Dominican Republic
EC=Ecuador
EG=Egypt
SV=El Salvador
GQ=Equatorial Guinea
ER=Eritrea
EE=Estonia
ET=Ethiopia
FK=Falkland Islands (Malvinas)
FO=Faroe Islands
FJ=Fiji
FI=Finland
FR=France
GF=French Guiana
PF=French Polynesia
TF=French Southern Territories
GA=Gabon
GM=Gambia
GE=Georgia
DE=Germany
GH=Ghana
GI=Gibraltar
GR=Greece
GL=Greenland
GD=Grenada
GP=Guadeloupe
GU=Guam
GT=Guatemala
GG=Guernsey
GN=Guinea
GW=Guinea-Bissau
GY=Guyana
HT=Haiti
HM=Heard Island and McDonald Islands
VA=Holy See (Vatican City State)
HN=Honduras
HK=Hong Kong
HU=Hungary
IS=Iceland
IN=India
ID=Indonesia
IR=Iran, Islamic Republic of
IQ=Iraq
IE=Ireland
IM=Isle of Man
IL=Israel
IT=Italy
JM=Jamaica
JP=Japan
JE=Jersey
JO=Jordan
KZ=Kazakhstan
KE=Kenya
KI=Kiribati
KP=Korea, Democratic People's Republic of
KR=Korea, Republic of
KW=Kuwait
KG=Kyrgyzstan
LA=Lao People's Democratic Republic
LV=Latvia
LB=Lebanon
LS=Lesotho
LR=Liberia
LY=Libyan Arab Jamahiriya
LI=Liechtenstein
LT=Lithuania
LU=Luxembourg
MO=Macao
MK=Macedonia, the former Yugoslav Republic of
MG=Madagascar
MW=Malawi
MY=Malaysia
MV=Maldives
ML=Mali
MT=Malta
MH=Marshall Islands
MQ=Martinique
MR=Mauritania
MU=Mauritius
YT=Mayotte
MX=Mexico
FM=Micronesia, Federated States of
MD=Moldova, Republic of
MC=Monaco
MN=Mongolia
ME=Montenegro
MS=Montserrat
MA=Morocco
MZ=Mozambique
MM=Myanmar
NA=Namibia
NR=Nauru
NP=Nepal
NL=Netherlands
AN=Netherlands Antilles
NC=New Caledonia
NZ=New Zealand
NI=Nicaragua
NE=Niger
NG=Nigeria
NU=Niue
NF=Norfolk Island
MP=Northern Mariana Islands
NO=Norway
OM=Oman
PK=Pakistan
PW=Palau
PS=Palestinian Territory, Occupied
PA=Panama
PG=Papua New Guinea
PY=Paraguay
PE=Peru
PH=Philippines
PN=Pitcairn
PL=Poland
PT=Portugal
PR=Puerto Rico
QA=Qatar
RE=Reunion
RO=Romania
RU=Russian Federation
RW=Rwanda
BL=Saint Barthelemy
SH=Saint Helena, Ascension and Tristan da Cunha
KN=Saint Kitts and Nevis
LC=Saint Lucia
MF=Saint Martin (French part)
PM=Saint Pierre and Miquelon
VC=Saint Vincent and the Grenadines
WS=Samoa
SM=San Marino
ST=Sao Tome and Principe
SA=Saudi Arabia
SN=Senegal
RS=Serbia
SC=Seychelles
SL=Sierra Leone
SG=Singapore
SK=Slovakia
SI=Slovenia
SB=Solomon Islands
SO=Somalia
ZA=South Africa
GS=South Georgia and the South Sandwich Islands
ES=Spain
LK=Sri Lanka
SD=Sudan
SR=Suriname
SJ=Svalbard and Jan Mayen
SZ=Swaziland
SE=Sweden
CH=Switzerland
SY=Syrian Arab Republic
TW=Taiwan, Province of China
TJ=Tajikistan
TZ=Tanzania, United Republic of
TH=Thailand
TL=Timor-Leste
TG=Togo
TK=Tokelau
TO=Tonga
TT=Trinidad and Tobago
TN=Tunisia
TR=Turkey
TM=Turkmenistan
TC=Turks and Caicos Islands
TV=Tuvalu
UG=Uganda
UA=Ukraine
AE=United Arab Emirates
GB=United Kingdom
US=United States
UM=United States Minor Outlying Islands
UY=Uruguay
UZ=Uzbekistan
VU=Vanuatu
VE=Venezuela, Bolivarian Republic of
VN=Viet Nam
VG=Virgin Islands, British
VI=Virgin Islands, U.S.
WF=Wallis and Futuna
EH=Western Sahara
YE=Yemen
ZM=Zambia
ZW=Zimbabwe